/* String format for value with units (1: value, 2: separator, 3: units) */
"%1$@%2$@%3$@" = "%1$@%2$@%3$@";

/* No comment provided by engineer. */
"%@ has been unable to communicate with the Simulator Pump since %@.\n\nWithout communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered." = "%1$@ has been unable to communicate with the Simulator Pump since %2$@.\n\nWithout communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered.";

/* Appends a full-stop to a statement */
"%@." = "%@.";

/* Alert content body for recurring software update alert */
"A software update is recommended to continue using the \(appName) app.\n\nGo to \(appName) Settings > Software Update to install the latest version." = "A software update is recommended to continue using the \(appName) app.\n\nGo to \(appName) Settings > Software Update to install the latest version.";

/* Confirmation message for deleting a service */
"Are you sure you want to delete this service?" = "Are you sure you want to delete this service?";

/* Back button text on DeliveryUncertaintyRecoveryView */
"Back" = "Back";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancel";

/* Title for CGM simulator settings */
"CGM Settings" = "CGM Settings";

/* No comment provided by engineer. */
"Clear Last Version Check Alert Date" = "Clear Last Version Check Alert Date";

/* No comment provided by engineer. */
"Comms Recovery" = "Comms Recovery";

/* Button title to delete a service */
"Delete Service" = "Delete Service";

/* The alert title for a resume error */
"Error Resuming" = "Error Resuming";

/* The alert title for a suspend error */
"Error Suspending" = "Error Suspending";

/* Caption for History
   History Caption */
"History" = "History";

/* No comment provided by engineer. */
"How should the simulator respond to a version check?" = "How should the simulator respond to a version check?";

/* Controller title for insulin type selection screen */
"Insulin Type" = "Insulin Type";

/* No comment provided by engineer. */
"Mock Version Check %@" = "Mock Version Check %@";

/* Button title to acknowledge error
   Default acknowledgement */
"OK" = "OK";

/* Title for Pump simulator settings */
"Pump Settings" = "Pump Settings";

/* Button title recovering comms */
"Recover Simulator" = "Recover Simulator";

/* Caption for Source */
"Source" = "Source";

/* Recurring software update alert title */
"Update Reminder" = "Update Reminder";

/* No comment provided by engineer. */
"Version Check Response" = "Version Check Response";

/* Alert content body for first software update alert */
"Your \(appName) app is out of date. It will continue to work, but we recommend updating to the latest version.\n\nGo to \(appName) Settings > Software Update to complete." = "Your \(appName) app is out of date. It will continue to work, but we recommend updating to the latest version.\n\nGo to \(appName) Settings > Software Update to complete.";

